[

{
	"classTitleBn": "একাদশ-দ্বাদশ শ্রেণী",
	"classTitleEn": "Class 11th-12th",
	"subjects": [
	{
		"subjectName": "তথ্য ও যোগাযোগ প্রযুক্তি",
		"chapters": [
		{
			"chapterTitle": "প্রথম অধ্যায়",
			"chapterName": "তথ্য ও যোগাযোগ প্রযুক্তি বিশ্ব ও বাংলাদেশ প্রেক্ষিত",
			"questions": [
			{
				"que": "বিশ্বগ্রাম বলতে কী বোঝায়?",
				"ans": "বিশ্বগ্রাম হলো এমন একটি ধারণা যেখানে প্রযুক্তি ব্যবহারের মাধ্যমে পুরো পৃথিবী একটি ছোট গ্রামের মতো কাজ করে, যেখানে মানুষ সহজে একে অপরের সাথে তথ্য ভাগাভাগি ও যোগাযোগ করতে পারে।"
			},{
				"que": "ই-মেইল কী?",
				"ans": "ই-মেইল হলো একটি ইলেকট্রনিক বার্তা প্রেরণের মাধ্যম, যা ইন্টারনেট ব্যবহার করে দ্রুত এবং নির্ভরযোগ্যভাবে তথ্য আদান-প্রদান করতে সাহায্য করে।"
			},{
				"que": "টেলিকনফারেন্সিং বলতে কী বোঝায়?",
				"ans": "টেলিকনফারেন্সিং হলো এমন একটি পদ্ধতি, যেখানে দূরত্বে অবস্থান করা ব্যক্তিরা যোগাযোগ প্রযুক্তির সাহায্যে ভার্চুয়াল মিটিং বা আলোচনা করতে পারে।"
			},{
				"que": "ভিডিও কনফারেন্সিং কী?",
				"ans": "ভিডিও কনফারেন্সিং হলো একটি পদ্ধতি, যেখানে অডিও এবং ভিডিওর মাধ্যমে ভৌগোলিক দূরত্বে থাকা মানুষদের মধ্যে যোগাযোগ স্থাপন করা হয়।"
			},{
				"que": "আউটসোর্সিং কী?",
				"ans": "আউটসোর্সিং বলতে কোনো কাজ নিজে না করে অন্য কারও মাধ্যমে সেই কাজ সম্পন্ন করানো বোঝায়, যা সাধারণত অনলাইনে করা হয়।"
			},{
				"que": "ফ্রিল্যান্সিং বলতে কী বোঝায়?",
				"ans": "ফ্রিল্যান্সিং হলো এমন একটি পেশা, যেখানে কোনো স্থায়ী চাকরি না করেই ব্যক্তিগত দক্ষতার ভিত্তিতে কাজ করা হয়।"
			},{
				"que": "দূরশিক্ষণ বা ই-লার্নিং কী?",
				"ans": "ই-লার্নিং হলো এমন একটি পদ্ধতি, যেখানে শিক্ষার্থী এবং শিক্ষক উভয়েই অনলাইনের মাধ্যমে শিক্ষা কার্যক্রম পরিচালনা করতে পারে।"
			},{
				"que": "টেলিমেডিসিন কী?",
				"ans": "টেলিমেডিসিন হলো দূরত্বে থাকা রোগী এবং ডাক্তারদের মধ্যে স্বাস্থ্যসেবা প্রদান করার একটি প্রযুক্তি-নির্ভর পদ্ধতি।"
			},{
				"que": "অফিস অটোমেশন কী?",
				"ans": "অফিসের কাজকে প্রযুক্তির মাধ্যমে দ্রুত এবং কার্যকরভাবে সম্পন্ন করার প্রক্রিয়াকে অফিস অটোমেশন বলে।"
			},{
				"que": "স্মার্ট হোম কী?",
				"ans": "স্মার্ট হোম এমন একটি বাড়ি, যেখানে রিমোট কন্ট্রোলের মাধ্যমে বিভিন্ন বৈদ্যুতিক ডিভাইস নিয়ন্ত্রণ করা যায়।"
			},{
				"que": "ই-কমার্স কী?",
				"ans": "ই-কমার্স হলো অনলাইনে পণ্য বা সেবা ক্রয়-বিক্রয়ের একটি পদ্ধতি।"
			},{
				"que": "ভার্চুয়াল রিয়েলিটি কী?",
				"ans": "ভার্চুয়াল রিয়েলিটি হলো কম্পিউটার-সৃষ্ট একটি কৃত্রিম পরিবেশ, যা বাস্তব মনে হয়।"
			},{
				"que": "সিমুলেশন কী?",
				"ans": "সিমুলেশন হলো বাস্তব কোনো কাজ বা পরিস্থিতিকে কৃত্রিমভাবে কম্পিউটারে তৈরি করে দেখানো।"
			},{
				"que": "HMD কী?",
				"ans": "HMD বা হেড-মাউন্টেড ডিসপ্লে হলো ভার্চুয়াল রিয়েলিটির অভিজ্ঞতা নেওয়ার জন্য ব্যবহৃত একটি ডিভাইস।"
			},{
				"que": "অগমেন্টেড রিয়েলিটি কী?",
				"ans": "অগমেন্টেড রিয়েলিটি হলো এমন একটি প্রযুক্তি, যেখানে বাস্তব এবং ভার্চুয়াল জগত একত্রে কাজ করে।"
			},{
				"que": "কৃত্রিম বুদ্ধিমত্তা কী?",
				"ans": "মানুষের মতো চিন্তাভাবনা করার সক্ষমতা কম্পিউটারে প্রোগ্রামিং এর মাধ্যমে তৈরি করাকে কৃত্রিম বুদ্ধিমত্তা বলে।"
			},{
				"que": "মেশিন লার্নিং কী?",
				"ans": "মেশিন লার্নিং হলো এমন একটি প্রক্রিয়া, যেখানে কম্পিউটার অ্যালগরিদম ব্যবহার করে ডেটা থেকে শিখে নিজে নিজে কাজ করতে পারে।"
			},{
				"que": "রোবটিক্স কী?",
				"ans": "রোবটিক্স হলো রোবট ডিজাইন, তৈরি এবং পরিচালনা সম্পর্কিত প্রযুক্তি।"
			},{
				"que": "রোবট কী?",
				"ans": "রোবট হলো একটি স্বয়ংক্রিয় ডিভাইস, যা নির্দিষ্ট কাজ সম্পন্ন করার জন্য প্রোগ্রাম করা হয়।"
			}
			]
		},
		
		{
			"chapterTitle": "দ্বিতীয় অধ্যায",
			"chapterName": "কমিউনিকেশন সিস্টেমস ও নেটওয়ার্কিং",
			"questions": [
			{
				"que": "",
				"ans": ""
			}
			]
		},
		
		{
			"chapterTitle": "তৃতীয় অধ্যায",
			"chapterName": "সংখ্যা পদ্ধতি ও ডিজিটাল ডিভাইস",
			"questions": [
			{
				"que": "",
				"ans": ""
			}
			]
		},
		
		{
			"chapterTitle": "চতুর্থ অধ্যায",
			"chapterName": "ওয়েব ডিজাইন পরিচিতি এবং HTML",
			"questions": [
			{
				"que": "",
				"ans": ""
			}
			]
		},
		
		{
			"chapterTitle": "পঞ্চম অধ্যায",
			"chapterName": "প্রোগ্রামিং ভাষা",
			"questions": [
			{
				"que": "",
				"ans": ""
			}
			]
		},
		
		{
			"chapterTitle": "ষষ্ঠ অধ্যায",
			"chapterName": "ডেটাবেজ ম্যানেজমেন্ট সিস্টেম",
			"questions": [
			{
				"que": "",
				"ans": ""
			}
			]
		}
		
		]
	}
	
	
	
	]
	
}


]
